
/**
 * Created by oxchain on 2017/9/4.
 */
import React,{ Component } from 'react';

class Article extends Component{
    render(){
        return(
            <section className="container g-pt-100 g-pb-60">
                <div className="row justify-content-center">
                    <div className="col-lg-8 section-law">
                        <div className="g-mb-60 width-text">
                            <h2 className="g-color-black text-center g-mb-30 artile-title">免责声明</h2>
                            <p>本白皮书只用于传达信息之用途，并不构成任何形式的投资建议，投资意向或教唆投资。本文档不组成也不理解为提供任何买卖行为，或任何邀请买卖、任何形式证券的行为，也不是任何形式上的合约或者承诺，并不构成对用户参与结果的保证。
                                除本白皮书所明确载明的之外，Themis 团队不对 Themis 或 GET 作任何陈述或保证（尤其是对其适销性和特定功能）。Themis明确表示相关意向用户明确了解并接受该项目的风险，所有参与者将在 Themis 项目启动之后按现状接受 GET，无论其技术规格、参数、性能或功能等，并愿意个人为此承担一切相应结果或后果。</p>
                            <p>Themis 团队在此明确不予承认和拒绝承担下述责任：</p>
                            <p>&#x3000;&#x3000;&#x3000;1.任何人在购买 GET 时违反了任何国家或地区的反洗钱、反恐怖主义融资或其他监管要求；</p>
                            <p>&#x3000;&#x3000;&#x3000;2.任何人在购买 GET 时违反了本白皮书规定的任何陈述、保证、义务、承诺或其他要求，以及由此导致的无法付款或无法提取 GET；</p>
                            <p>&#x3000;&#x3000;&#x3000;3.GET 被任何政府、准政府机构、主管当局或公共机构禁止、监管或法律限制，或因监管因素导致无法提供正常服务；</p>
                            <p>&#x3000;&#x3000;&#x3000;4.Themis 开发失败、被放弃或开发推迟，以及因此导致的无法交付或延期交付GET；</p>
                            <p>&#x3000;&#x3000;&#x3000;5.Themis 源代码的错误、瑕疵、缺陷或其他问题，导致平台无法交付或延期交；</p>
                            <p>&#x3000;&#x3000;&#x3000;6.Themis 平台或以太坊区块链的故障、崩溃、瘫痪、回滚或硬分叉；</p>
                            <p>&#x3000;&#x3000;&#x3000;7.Themis平台对所募集数字资产的管理和使用；</p>
                            <p>&#x3000;&#x3000;&#x3000;8.任何机构或个人之间的约定内容与本白皮书内容存在差异、冲突或矛盾；</p>
                            <p>&#x3000;&#x3000;&#x3000;9.GET 在任何交易所的上市或退市；</p>
                            <p>&#x3000;&#x3000;&#x3000;10.本白皮书披露的任何风险因素，以及与该等风险因素有关、因此导致或伴随发生的损害、损失、索赔、责任、惩罚、成本或其他负面影响。</p>
                         </div>
                    </div>
                </div>

                <div className="row justify-content-center" style={{marginTop:'4rem'}}>
                    <div className="col-lg-8 section-law">
                        <div className="g-mb-60 width-text">
                            <h2 className="g-color-black text-center g-mb-30 artile-title">风险声明</h2>
                            <p>
                                区块链技术是一项具有革新性潜力的技术，数字资产作为一种新的模式，在Themis项目的开发、运营、推广过程中，将不可避免地遇到诸如技术、市场认知、政策监管等多方面不可预知的风险。Themis 和 GET 均只存在于网络虚拟空间内，不具有任何有形存在，因此不属于或涉及任何特定国家。除本白皮书所述的其他内容外，每个 GET 购买者还均应细读、理解并仔细考虑下述风险，之后才决定是否参与本次公开售卖计划。参加本次公开售卖计划应当是一个深思熟虑后决策的行动，将视为购买者已充分知晓并同意接受了下述风险。</p>
                            <p>
                                &#x3000;&#x3000;&#x3000;1.Token销售市场风险</p>
                            <p> 由于Token销售市场环境与整个数字货币市场形势密不可分，如市场行情整体低靡，或存在其他不可控因素的影响，本次 GET 公开售卖计划可能会被提前终止，此时购买者可能由于比特币/以太币的价格波动以及 Themis 团队的支出而仅被部分退还其支付的金额。</p>
                                <p> &#x3000;&#x3000;&#x3000;2.	不充分的信息提供</p>
                                    <p> 截止到本白皮书发布日，Themis 仍在开发阶段，其哲学理念、共识机制、算法、代码和其他技术细节和参数可能经常且频繁地更新和变化。尽管本白皮书包含了 Themis 最新的关键信息，其并不绝对完整，且仍会被 Themis 团队为了特定目的而不时进行调整和更新。因此，信息披露的不充分是不可避免且合乎清理的。</p>
                                        <p> &#x3000;&#x3000;&#x3000;3.监管风险</p>
                                            <p> 由于区块链的发展尚处早期，目前依然没有有关于ICO过程中的前置要求、交易要求、信息披露要求、锁定要求等相关的法规文件，而区块链技术已经成为世界上一些国家和地区的监管对象，如果监管主体插手或施加影响，则有可能对Themis 项目和GET造成影响，例如法令限制使用、销售Token诸如GET有可能受到限制、阻碍甚至直接终止Themis应用和PST的发展。</p>
                                                <p>&#x3000;&#x3000;&#x3000; 4.开发失败或放弃</p>
                                                    <p> Themis 仍在开发阶段，而非已准备就绪随时发布的成品。由于Themis 系统的技术复杂性，Themis 团队可能不时会面临无法预测和/或无法克服的困难。因此，Themis 的开发可能会由于任何原因而在任何时候失败或放弃（例如由于缺乏资金）。开发失败或放弃将导致 GET 无法交付给本次售卖计划的任何购买者。</p>
                                                        <p> &#x3000;&#x3000;&#x3000;5.众筹资金的失窃</p>
                                                            <p> 可能会有人企图盗窃 Themis 团队所收到的公开售卖所获资金（包括已转换成法币的部分）。该等盗窃或盗窃企图可能会影响 Themis 团队为 Themis 开发提供资金的能力。尽管 Themis 团队将会采取最尖端的技术方案保护众筹资金的安全，某些网络盗窃仍很难被彻底阻止。</p>
                                                                <p> &#x3000;&#x3000;&#x3000; 6.源代码瑕疵</p>
                                                                    <p> 由于区块链技术开发是一项具有挑战性的技术，无人能保证 Themis 的源代码完全无瑕疵。代码可能有某些瑕疵、错误、缺陷和漏洞，这可能使得用户无法使用特定功能，暴露用户的信息或产生其他问题。如果确有此类瑕疵，将损害 Themis 的可用性、稳定性、安全性，并因此对 GET 的价值造成负面影响。</p>
                                                                        <p> &#x3000;&#x3000;&#x3000;7.核心协议相关的风险</p>
                                                                            <p> Themis 项目基于区块链底层协议，GET基于以太坊代币标准ERC20进行开发，若区块链底层协议发生不可预期的功能问题或遭受攻击，均可能导致Themis平台和GET以难以预料的方式停止工作或功能缺失。</p>
                                                                                <p> &#x3000;&#x3000;&#x3000;8.系统性风险</p>
                                                                                    <p> 开源软件中被忽视的致命缺陷或全球网络基础设施大规模故障造成的风险。虽然其中部分风险将随着时间的推移大幅度减轻，比如修复漏洞和突破计算瓶颈，但其他部分风险依然不可预测，比如可能导致部分或全球互联网中断的政治因素或自然灾害。</p>
                                                                                        <p> &#x3000;&#x3000;&#x3000; 9.漏洞风险或密码学加速发展的风险</p>
                                                                                            <p>  密码学的加速发展或者科技的发展诸如量子计算机的发展，或将破解的风险带给Themis平台，这可能导致GET的丢失。</p>
                                                                                                <p> &#x3000;&#x3000;&#x3000; 10.应用存在的故障风险</p>
                                                                                                    <p>  Themis平台可能因各方面可知或不可知的原因故障(如大规模节点宕机)，无法正常提供服务，严重时可能导致用户GET的丢失。</p>
                                                                                                        <p> &#x3000;&#x3000;&#x3000;11.应用或产品达不到自身或参与者预期的风险</p>
                                                                                                            <p> Themis项目当前正处于开发阶段，在发布正式版之前可能会进行比较大的改动，任何参与者对Themis应用或GET的功能或形式（包括参与者的行为）的期望或想象均有可能达不到预期，任何错误地分析，一个设计的改变等均有可能导致这种情况的发生。</p>
                                                                                                                <p> &#x3000;&#x3000;&#x3000;12.无法预料的其它风险</p>
                                                                                                                    <p> 基于密码学的Token是一种全新且未经测试的技术，除了本白皮书内提及的风险外，还存在着一些创始团队尚未提及或尚未预料到的风险。此外，其它风险也有可能突然出现，或者以多种已经提及的风险的组合的方式出现。</p>

                        </div>
                    </div>
                </div>
            </section>
        )
    }
}
export default  Article;



